export const privacyPolicyContent = `
**제1조(목적)**
이 약관은 CARBONYX(이하 "회사"라 함)가 운영하는 ZeroFlow 서비스(이하 "서비스"라 함) 이용조건 및 절차, 이용자와 회사의 권리·의무 및 책임사항을 규정함을 목적으로 합니다.

**제2조(수집하는 개인정보 항목)**
회사는 회원가입, 상담, 서비스 신청 등을 위해 아래와 같은 개인정보를 수집하고 있습니다.
1. 필수항목: 이름, 이메일, 휴대전화번호, 회사명
2. 선택항목: 직급, 부서명

**제3조(개인정보의 수집 및 이용목적)**
회사는 수집한 개인정보를 다음의 목적을 위해 활용합니다.
1. 서비스 제공 및 운영
2. 회원 관리 및 본인 확인
3. 신규 서비스 개발 및 마케팅 활용

**제4조(개인정보의 보유 및 이용기간)**
회사는 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체 없이 파기합니다. 단, 관계법령의 규정에 의하여 보존할 필요가 있는 경우 회사는 관계법령에서 정한 일정한 기간 동안 회원정보를 보관합니다.

**제5조(개인정보 파기절차 및 방법)**
회사는 원칙적으로 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체 없이 파기합니다. 파기절차 및 방법은 다음과 같습니다.
1. 파기절차: 이용자가 입력한 정보는 목적이 달성된 후 별도의 DB로 옮겨져(종이의 경우 별도의 서류함) 내부 방침 및 기타 관련 법령에 의한 정보보호 사유에 따라(보유 및 이용기간 참조) 일정 기간 저장된 후 파기됩니다.
2. 파기방법: 전자적 파일형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.

**제6조(이용자 및 법정대리인의 권리와 그 행사방법)**
이용자 및 법정대리인은 언제든지 등록되어 있는 자신 혹은 당해 만 14세 미만 아동의 개인정보를 조회하거나 수정할 수 있으며 가입해지를 요청할 수도 있습니다.

**제7조(개인정보 보호책임자)**
회사는 고객의 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기 위하여 아래와 같이 관련 부서 및 개인정보보호책임자를 지정하고 있습니다.

* 책임자: 개인정보 담당자
* 이메일: kimkinjuyo@gmail.com

** 부칙 **
이 약관은 2025년 1월 1일부터 시행합니다.
`;
